tap "homebrew/bundle"
tap "lbjlaq/antigravity-manager", "https://github.com/lbjlaq/Antigravity-Manager"

brew "antigen"
brew "aws-cdk"
brew "awscli"
brew "cloudflared"
brew "flyctl"
brew "git"
brew "go"
brew "jq"
brew "kafka"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "ripgrep"
brew "svn"
brew "telnet"
brew "tmux"
brew "tree"
brew "zsh"

cask "antigravity"
cask "lbjlaq/antigravity-manager/antigravity-tools"
cask "arc"
cask "cursor"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "iterm2"
cask "itsycal"
cask "microsoft-edge"
cask "mongodb-compass"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "claude-code"
cask "tailscale"
cask "zoom"
