tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "mas"
brew "docker"
brew "antigen"
brew "zsh"
brew "telnet"
brew "git"
brew "jq"
brew "exa"
brew "awscli"
brew "awsebcli"
brew "tree"
brew "flyctl"
cask "google-chrome"
cask "google-cloud-sdk"
cask "font-hack-nerd-font"
cask "microsoft-edge"
cask "studio-3t"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
cask "docker"
cask "discord"
cask "itsycal"
cask "zoom"
cask "google-drive"
cask "slack"
cask "raycast"
cask "grammarly-desktop"
mas "LINE", id: 539883307
