tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
brew "mas"
brew "antigen"
brew "zsh"
brew "telnet"
brew "git"
brew "git-lfs"
brew "jq"
brew "lsd"
brew "awscli"
brew "awsebcli"
brew "tree"
brew "flyctl"
brew "kubernetes-cli"
brew "kafka"
brew "go"
brew "svn"
brew "ngrok"
brew "aws-cdk"
brew "mongodb-database-tools"
cask "fig"
cask "google-chrome"
cask "google-cloud-sdk"
cask "font-hack-nerd-font"
cask "microsoft-edge"
cask "studio-3t"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
cask "orbstack"
cask "discord"
cask "itsycal"
cask "zoom"
cask "google-drive"
cask "slack"
cask "raycast"
cask "grammarly-desktop"
cask "arc"
cask "shottr"
mas "LINE", id: 539883307
